{
    "navbar" : {
        "accessBarHeaderLeft" : "Government of India",
        "accessBarRightSkipButton" : "Skip to main content",
        "NavLoginBtn" : "Login",
        "DDOrgs" : "Organisations",
        "ddorgs1" : "Farmers Portal",
        "ddorgs2" : "Processor Portal",
        "ddorgs3" : "Lab Portal",
        "ddorgs4" : "Manufacturer Portal",
        "DDabout" : "About",
        "DDHelp" : "Help",
        "DDScan" : "Scan Product",
        "DDcomplain" : "Complain"
    },
    "kisanlogincard" : {
        "title" : "Login with mobile number",
        "mobinput" : "Enter Mobile number",
        "submitbtn" : "Submit",
        "captcha" : "Please fill captcha",
        "loading" : "Submitting",
        "refreshcaptcha" : "Refresh Captcha",
        "enterOtp" : "Enter OTP"
        
    },
    "quicklinks"  : {
        "livechain" : "See Live Herb blockchain",
        "scanproduct" : "Scan a QR Code",
        "KisanLogin" : "Login as a Kisnan",
        "seeppt" : "See Presentation"
    },
    "about" :  {
        "title" :"HerbLink",
        "para": "HerbLink is an innovative blockchain-powered platform created to solve one of the most pressing challenges in the Ayurvedic industry—trust.\nToday, consumers often face uncertainty when it comes to the authenticity, purity, and safety of herbal products.\nIssues such as unverified sourcing, unsafe farming practices with hidden chemical usage, lack of lab-based quality data, and unreliable supply chains put both consumer health and the credibility of Ayurveda at risk.\nManufacturers, too, face difficulties in ensuring their herbs are genuinely pure and ethically sourced, leading to compromised products reaching the market.\n\nHerbLink steps in as a complete traceability and transparency solution.\nEvery product integrated into our system comes with a unique QR code, which, when scanned, reveals the entire journey of the herb—from the farmer who cultivated it, to the lab where it was tested, to the manufacturer who prepared the final product.\nThis journey is not just a story, but a verified chain of data stored securely on a tamper-proof blockchain ledger.\nThis means no third party can manipulate or hide information, ensuring that consumers always receive reliable and truthful insights.\n\nBeyond traceability, HerbLink ensures authentication at every stage of the process.\nFarmers, labs, and manufacturers are verified through our authority-backed system, with additional support from SMS gateways to confirm authenticity.\nThis eliminates the risk of herbs being sourced from unreliable suppliers and guarantees that only verified, safe, and pure products reach the consumer.\n\nMost importantly, HerbLink brings clarity and confidence to a space that desperately needs it.\nBy making the entire process transparent, we empower consumers to make informed health decisions while giving farmers and manufacturers a chance to build genuine credibility in the global market.\nWith HerbLink, Ayurveda can stay true to its roots of natural healing—restoring trust, safety, and purity in every herb that reaches your hands."
      }
      

}